Repository: bplaat/strepen
Catalog: client/lib/l10n/app_*.arb
Languages: nl

# home_posts
source: News posts
nl: Nieuws berichten

# home_stripe
source: Stripe
nl: Strepen

# home_history
source: Your stripe history
nl: Jouw strepen geschiedenis

# home_profile
source: Your profile
nl: Jouw profiel

# home_notifications
source: Notifications
nl: Notificaties

# home_new_deposit
source: New deposit of {transaction_amount}
nl: Nieuwe storting van € {transaction_amount}

# home_new_post
source: New news post posted
nl: Nieuw nieuws bericht gepost

# home_low_balance
source: Low balance of {user_balance}
nl: Te lage balans van € {user_balance}

# home_unread_notifications_empty
source: No unread notifications
nl: Geen ongelezen notificaties

# home_posts_short
source: Posts
nl: Berichten

# home_stripe_short
source: Stripe
nl: Strepen

# home_history_short
source: History
nl: Geschiedenis

# home_profile_short
source: Profile
nl: Profiel

# home_posts_empty
source: There are no posts found!
nl: Er zijn geen berichten gevonden!

# home_posts_error
source: An error has occurred while loading the posts!
nl: Er is een fout opgetreden bij het laden van de berichten!

# home_posts_written_by
source: Written by {user_name} on {post_created_at}
nl: Geschreven door {user_name} op {post_created_at}

# home_stripe_decrement
source: Decrement
nl: Verlagen

# home_stripe_increment
source: Increment
nl: Verhogen

# home_stripe_products_error
source: An error has occurred while loading the products!
nl: Er is een fout opgetreden bij het laden van de producten!

# home_stripe_create_error
source: An error has occurred while creating the transaction!
nl: Er is een fout opgetreden bij het aanmaken van de transactie!

# home_stripe_close
source: Close
nl: Sluiten

# home_stripe_minor
source: There are less products available because you are a minor
nl: Er zijn minder producten beschikbaar omdat je minderjarig bent

# home_stripe_stripe
source: Stripe
nl: Strepen

# home_stripe_created
source: Transaction saved
nl: Transactie opgeslagen

# home_stripe_thx
source: Done, thx!
nl: Bedankt, thx!

# home_history_empty
source: You don't have striped any products!
nl: Uw hebt nog geen enkel product gestreept!

# home_history_error
source: An error has occurred while loading your stripe history!
nl: Er is een fout opgetreden bij het laden van jouw strepen geschiedenis!

# home_history_transaction_on
source: Transaction on {transaction_created_at}
nl: Transactie op {transaction_created_at}

# home_history_deposit_on
source: Deposit on {transaction_created_at}
nl: Storting op {transaction_created_at}

# home_history_amount
source: Amount
nl: Hoeveelheid

# home_profile_error
source: An error has occurred while loading your user information!
nl: Er is een fout opgetreden tijdens het laden van uw gebruikersinformatie!

# home_profile_settings
source: Settings
nl: Instellingen

# home_profile_logout
source: Logout
nl: Uitloggen

# login_header
source: Login to Strepen
nl: Login op Strepen

# login_info
source: Welcome at the Strepen Systeem login with your personal account to use this application
nl: Welkom bij het Strepen Systeem login met uw persoonlijke account om deze applicatie te gebruiken

# login_password
source: Password
nl: Wachtwoord

# login_reset_password
source: Go to the Strepen website to reset your password
nl: Ga naar de Strepen website om uw wachtwoord te resetten

# login_footer
source: Made by Bastiaan van der Plaat
nl: Gemaakt door Bastiaan van der Plaat

# settings_header
source: Settings
nl: Instellingen

# settings_details_tab
source: Details
nl: Gegevens

# settings_thanks_tab
source: Thanks gif
nl: Bedankt-gif

# settings_password_tab
source: Password
nl: Wachtwoord

# settings_details_error
source: An error has occurred while loading your user information!
nl: Er is een fout opgetreden tijdens het laden van uw gebruikersinformatie!

# settings_details_header
source: Change details
nl: Verander gegevens

# settings_details_personal_info
source: Personal information
nl: Persoonlijke informatie

# settings_details_firstname
source: Firstname
nl: Voornaam

# settings_details_insertion
source: Insertion
nl: Tussenvoegsel

# settings_details_lastname
source: Lastname
nl: Achternaam

# settings_details_gender
source: Gender
nl: Geslacht

# settings_details_gender_null
source: Undefined
nl: Onbekend

# settings_details_gender_male
source: Male
nl: Man

# settings_details_gender_female
source: Female
nl: Vrouw

# settings_details_gender_other
source: Other
nl: Anders

# settings_details_gender_cancel
source: CANCEL
nl: ANULEREN

# settings_details_birthday
source: Birthday
nl: Geboorte datum

# settings_details_birthday_minor
source: Disabled because you are a minor
nl: Uitgeschakeld want je bent minderjarig

# settings_details_contact_info
source: Contact information
nl: Contact informatie

# settings_details_email
source: Email address
nl: Email adres

# settings_details_phone
source: Phone nummer
nl: Telefoonnummer

# settings_details_address_info
source: Address information
nl: Adres informatie

# settings_details_address
source: Address (street with house number)
nl: Adres (straatnaam met huisnummer)

# settings_details_city
source: City
nl: Stad

# settings_details_email_notifications
source: Email notifications
nl: Email notificaties

# settings_details_receive_news
source: Receive news notifications
nl: Ontvang nieuws notificaties

# settings_details_success_header
source: Success!
nl: Gelukt!

# settings_details_success_description
source: Your details have changed successfully
nl: Uw gegevens zijn succesvol gewijzigd

# settings_details_success_ok
source: OK
nl: OKE

# settings_avatar_error
source: An error has occurred while loading your user information!
nl: Er is een fout opgetreden tijdens het laden van uw gebruikersinformatie!

# settings_avatar_header
source: Change avatar
nl: Verander avatar

# settings_avatar_has_avatar
source: You have uploaded an avatar:
nl: U heeft een avatar ge端pload:

# settings_avatar_no_avatar
source: You have not uploaded an avatar, so the default one is used:
nl: U heeft geen avatar ge端pload, dus u gebruikt de de standaard avatar:

# settings_avatar_delete_button
source: Delete avatar
nl: Verwijder avatar

# settings_avatar_success_header
source: Success!
nl: Gelukt!

# settings_avatar_success_description
source: Your avatar has changed successfully
nl: Uw avatar is succesvol gewijzigd

# settings_avatar_error_header
source: Failure!
nl: Gefaald!

# settings_avatar_error_description
source: Something went wrong while uploading this picture, it is probably bigger than 1MB try another picture
nl: Er is iets misgegaan tijdens het uploaden van dit plaatje, het is waarschijnlijk groter dan 1MB probeer een andere foto

# settings_avatar_success_ok
source: OK
nl: OKE

# settings_thanks_error
source: An error has occurred while loading your user information!
nl: Er is een fout opgetreden tijdens het laden van uw gebruikersinformatie!

# settings_thanks_header
source: Change thanks gif
nl: Verander bedankt-gif

# settings_thanks_has_thanks
source: You have uploaded an thanks gif:
nl: U heeft een bedankt-gif ge端pload:

# settings_thanks_no_thanks
source: You have not uploaded an thanks gif, so the default one is used:
nl: U heeft geen bedankt-gif ge端pload, dus u gebruikt de de standaard bedankt-gif:

# settings_thanks_search_button
source: Search GIPHY
nl: Zoek GIPHY

# settings_thanks_delete_button
source: Delete thanks gif
nl: Verwijder bedankt-gif

# settings_thanks_success_header
source: Success!
nl: Gelukt!

# settings_thanks_success_description
source: Your thanks gif has changed successfully
nl: Uw bedankt-gif is succesvol gewijzigd

# settings_thanks_error_header
source: Failure!
nl: Gefaald!

# settings_thanks_error_description
source: Something went wrong while uploading this gif, it is probably bigger than 2MB try another gif
nl: Er is iets misgegaan tijdens het uploaden van deze gif, het is waarschijnlijk groter dan 2MB probeer een andere gif

# settings_thanks_success_ok
source: OK
nl: OKE

# settings_password_header
source: Change password
nl: Verander wachtwoord

# settings_password_current_password
source: Current password
nl: Oud wachtwoord

# settings_password_password
source: New password
nl: Nieuw wachtwoord

# settings_password_password_confirmation
source: Confirm new password
nl: Herhaal nieuw wachtwoord

# settings_password_success_header
source: Success!
nl: Gelukt!

# settings_password_success_description
source: Your password has changed successfully
nl: Uw wachtwoord is succesvol gewijzigd

# settings_password_success_ok
source: OK
nl: OKE
